Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The electrical chain hoist with trolley and control system was manufactured by ASME A/S in Denmark.
nb: Elektrokjettingtaljen med løpekatt og styringssystem var produsert av ASME A/S DK.

source: Furthermore, the tests showed that the safety factor for this type of flat-braided sling is lower than that specified by the manufacturer, even under optimum conditions.
nb: Videre viste testene at sikkerhetsfaktoren for denne typen flatflettede stropper er lavere enn det som er oppgitt av produsenten, selv under optimale forhold.

source: It had offset traction.
nb: Det trakk skjevt.

source: The forum had its official kick-off meeting in April/May 2015 in Washington D.C., USA.
nb: Forumet hadde sitt offisielle oppstartsmøte i april/mai 2015 i Washington D.C., USA.

source: The underlying causes of the incidents have not been equally thoroughly analysed and processed in some of the investigation reports.
nb: De bakenforliggende årsakene til hendelsene er ikke like grundig analysert og behandlet i enkelte av granskingsrapportene.

source: case the monitoring of the zones around the installations from dedicated traffic centres must be acknowledged as a definite contributory factor. In the last ten years there have been 28 collisions on the Norwegian Continental Shelf between installations and visiting vessels.
nb: I løpet av de siste ti årene har det vært 28 kollisjoner mellom innretninger og besøkende fartøy på norsk sokkel. Hendelsene skyldes både sviktende

source: Well 7234/6-1, with the prospect name “Stangnestind”, belongs to production licence 858, for which Aker BP is the operator.
nb: Samtykke til bruk av Deepsea Nordkapp til leteboring av brønn 7234/6-1 Stangnestind PL 858 med Deepsea Nordkapp

source: The work will be carried out by Eide Bygg & Anlegg AS of Haugesund.
nb: Arbeidet vil bli utført av Eide Bygg & Anlegg AS i Haugesund.

source: The Patient's Rights Act (in Norwegian only) further means e.g. that the health service in the offshore petroleum activities shall neces-sarily refer the patient to the land-based specialist health service.
nb: den betydning at helsetjenesten i petroleumsvirksomheten til havs i nødvendig utstrekning må henvise pasienten til den landbaserte spesialisthelsetjenesten.

source: It emerges from the guidelines to section 11 of the framework regulations that consequences and uncertainties are important elements in the risk concept.
nb: Gjennom veiledningen til rammeforskriften § 11 kommer det fram at konsekvenser og usik-kerhet er viktige elementer i risikobegrepet.

source: He could have been thrown against the structure or one of the vessels lying by Scarabeo 8
nb: Han kunne blitt slått mot innretningsstrukturen eller inn i et av fartøyene som lå inntil Scarabeo 8.

source: We have given Total E&P Norge AS (Total) consent for exploration drilling of well 6406/6-5 S.
nb: Vi har gitt Total E&P Norge as (Total) samtykke til leiteboring av brønn 6406/6-5 S.

source: Regulations relating to the construction of mobile facilities Sections 14, 15, 16 and 17
nb: forskrift om bygging av flyttbare innretninger § 14, § 15, § 16 og § 17

source: COSL has confirmed that the stability margins were positive with the largest list, based on an estimated water intake of 37 tonnes.
nb: COSL har bekreftet at stabilitetsmarginene var positive ved den største krengningen, basert på et estimert vanninntak på ca. 37 tonn.

source: This concludes that the level of safety on the NCS is high and has developed positively over time.
nb: I meldingen konkluderes det med at sikkerhetsnivået på norsk sokkel er høyt, at det har vært en positiv utvikling i sikkerhetsnivået over tid.

source: "In that respect, some of the projects are already bearing fruit, such as the gas leak project," states Ognedal.
nb: – I så måte bærer noen av prosjektene frukter allerede - så som gasslekkasjeprosjektet, poengterer Ognedal.

source: Neptune - Consent for use of West Phoenix
nb: Neptune - Samtykke til bruk av West Phoenix

source: Transocean Enabler is a semi-submersible drilling facility of the CAT D type.
nb: Transocean Enabler er ei halvt nedsenkbar boreinnretning av CAT D-typen.

source: Weather conditions were favourable during the incident, with a wind speed of 0.2-1.4 metres/second and a temperature of about 4 °C according to YR.no.
nb: Værsituasjonen var gunstig med nesten vindstille, mellom 0,2 og 1,4 meter/sekund og temperatur på ca. 4 °C ifølge YR.no i tidsrommet da hendelsen inntraff.

source: Paragraph 2 Section 1 for ship-shaped facilities,
nb: kapittel 2 seksjon 1 for skipsformede innretninger,

source: It was therefore decided to pull wash string #1 from the well, and the wash tool and valve were dismantled and sent ashore for inspection and troubleshooting.
nb: Vaskestrengen #1 ble derfor besluttet trukket ut av brønnen og vaskeverktøyet med ventil ble demontert og sendt til land for inspeksjon og feilsøking.

source: Trym was discovered in 1990, and the plan for development and operation (PDO) was approved in 2010.
nb: Trym blei påvist i 1990, og plan for utbygging og drift (PUD) blei godkjent i 2010.

source: The validity of this Acknowledgement of Compliance assumes that COSL Drilling Europe AS ensures that the facility and relevant parts of the company’s organisation and management systems are maintained, to fulfil terms and conditions set out in the PSA’s decision.
nb: Gyldigheten av denne samsvarsuttalelsen forutsetter at COSL Drilling Europe AS sørger for at innretningen og relevante deler av selskapets organisasjon og styringssystemer blir vedlikeholdt, slik at vilkår og forutsetninger i Ptils vedtak blir ivaretatt.

source: A total of 69 were registered for the four facilities mentioned in this report.
nb: Til sammen 69 saker var registrert på de fire innretningene som er nevnt i denne rapporten.

source: At the time of the incident, the conditions were good for lifting operations: daylight, dry weather, good visibility and little wind.
nb: Det var dagslys, oppholdsvær, god sikt, lite vind og gode forhold for løfteoperasjoner da hendelsen inntraff.

source: Plans for environmental monitoring of the benthic habitats shall be submitted to the Norwegian
nb: Planer for miljøovervåking av bunnhabitater skal sendes til Miljødirektoratet i henhold til

source: The report from the group, which will also serve as input to a new White Paper on health, safety and the working environment, was submitted to labour and social affairs minister Anniken Hauglie at the end of September.
nb: Rapporten, som også skal inngå som grunnlag for en ny stortingsmelding om helse, miljø og sikkerhet i petroleumsvirksomheten, ble overrakt arbeids- og sosialminister Anniken Hauglie i slutten av september.

source: This involved preparations to drill a sidetrack after permanent plugging of existing well paths in well 31/2-G-4 BY1H/BY2H.
nb: Brønnoperasjonen omfattet klargjøring for boring av sidesteg etter permanent plugging av opprinnelige brønnbaner i brønn 31/2-G-4 BY1H/BY2H.

source: Maersk had the flat-braided wire rope sling tested by DNV GL after the accident.
nb: Maersk fikk testet flatflettede ståltaustropper hos DNV GL etter ulykken.

source: bearing structure and Big Orange XVIII after the collision on 8th June 2009.
nb: bærende konstruksjon og Big Orange XVIII etter kollisjonen 8. juni 2009, se beskrivelse

source: It was built in Russia and Italy and commissioned in 2012.
nb: Ho blei bygd i Russland og Italia og tatt i bruk i 2012.

source: Gjøa is a field in the northern part of the North Sea, 50 kilometres northeast of the Troll field.
nb: Gjøafeltet ligg i den nordlege delen av Nordsjøen, 50 kilometer nordaust for Troll.

source: We have given the company consent to drill exploration well 30/6-30 Rungne.
nb: Vi har gitt selskapet samtykke til å bore leitebrønn 30/6-30 Rungne.

source: Production at Hammerfest LNG was shut down for three days.
nb: Produksjonen ved Hammerfest LNG ble stengt i tre dager.

source: This relates to Technip’s overall management of the business in connection with the operation of Skandi Arctic.
nb: Avviket er knyttet til Technips overordnede styring av virksomheten i operasjon av dykkerfartøyet DSV Skandi Arctic.

source: In addition to testing under vertical traction, a number of slings have been tested in a U lift configuration.
nb: I tillegg til testing i rett strekk har en rekke stropper også blitt testet i U- løft konfigurasjon.

source: The employees' right to participate in authority supervision is evident from Section 6-2, seventh subsec-
nb: Arbeidstakernes rett til medvirkning ved myndighetstilsyn framgår av arbeidsmiljøloven § 6-2 sjuende

source: All 17 people on board escaped, but four drowned or died of hypothermia before rescuers arrived an hour later.
nb: Alle 17 om bord kom seg ut, men da redningsmannskaper kom fram en time senere, hadde fire personer omkommet som følge av drukning eller nedkjøling.

source: OECD’s guidelines for testing of chemicals, test number 306.
nb: retningslinjer for testing av kjemikalier, test nummer 306.

source: I understand my role in preventing a well control incident
nb: forebygging av en brønnkontroll situasjon»

source: The requirement for a limited and coherent volume of information as mentioned in the first subsection, litera a, does not apply to documents that are linked electronically without clear demarcations (hypertextual documents).
nb: Kravet til en avgrenset og sammenhengende informasjonsmengde som nevnt i første ledd bokstav a, gjelder ikke for dokumenter som er lenket elektronisk sammen uten klare avgrensninger (hypertekstuelle dokumenter).

source: At that point, cell 11 was receiving about 13.5 m3/h.
nb: På dette tidspunktet mottok celle 11 om lag 13,5 m3/t.

source: Since trial production from Ekofisk began in 1971 and up to 2019, the field has yielded 4.2 billion barrels of oil equivalent – and six billion in all from the greater Ekofisk area.
nb: Fra Ekofisk startet prøveproduksjonen i 1971 og fram til 2019, har feltet produsert 4,2 milliarder fat oljeekvivalenter, mens det totalt er produsert seks milliarder fat oljeekvivalenter fra alle feltene i Ekofiskområdet.

source: The same observation was made on MINT during a PSA audit in May-June 2017.
nb: Samme observasjonen gjorde vi på Maersk Intrepid under tilsynet i mai/juni 2017.

source: A possible explanation to a lesser degree of agreement may be attributed to the fact that some of the job categories do not perceive being involved in well control and thus do not need to be familiar with such procedures (see section
nb: En mulig forklaring til mindre grad av enighet kan ha sammenheng med at noen av stillingskategoriene ikke oppfatter å være involvert i brønnkontroll og har dermed ikke behov for å være kjent med slike prosedyrer (se kapittel

source: Knarr is a field in the northern part of the North Sea, 50 kilometres northeast of the Snorre field.
nb: Knarr ligg i den nordlege delen av Nordsjøen, 50 kilometer nordaust for Snorre.

source: materials handling and personnel traffic
nb: materialhåndtering og personelltrafikk

source: Aasta Hansteen’s facility is designed with a closed high-pressure flare system.
nb: Aasta Hansteen-innretningen er designet med et lukket høyttrykksfakkelsystem.

source: Rowan – Rowan Gorilla VI – drilling and wells, and the working environment
nb: Rowan - Rowan Gorilla VI - boring og brønn og arbeidsmiljø

source: Figure 5.5 shows a cross section of flange and nipple.
nb: Figur 5.5 viser tverrsnittet for flens og nippel.

source: The initiatives which have been taken look like demanding a more long-term perspective, which underlines the need for a result-oriented follow-up of the traditional BOP systems.
nb: Initiativene som er igangsatt ser ut til å kreve et mer langsiktig perspektiv, og det understreker behovet for en resultatorientert oppfølging av de tradisjonelle BOP-systemene.

source: The 2019 report shows that the industry is making a positive return after the oil price slump.
nb: Rapporten for 2019 viser at industrien er positivt på veg tilbake etter oljeprisfallet.

source: Torleif Husebø, head of process integrity, The PSA
nb: Torleif Husebø, fagleder, Petroleumstilsynet

source: Major accident risk on the NCS
nb: Storulykkerisiko på sokkelen

source: The documents which set requirements for the isolation valves, such as R-18601 and TR3526, were unfamiliar in B&B, which thereby failed to comply with them.
nb: Dokumentene som hadde krav til isoleringsventilene som R-18601 og TR3526 var lite kjent i B&B og kravene ble dermed ikke etterlevd.

source: Storage, handling and use of explosives
nb: Lagring, håndtering og bruk av eksplosiv vare

source: on control and monitoring system.
nb: om kontroll- og overvåkingssystem.

source: Possible measures for increasing robustness in telecommunication solutions are discussed.
nb: Mulige tiltak for åøke robustheten i telekommunikasjonsløsningene er diskutert.

source: Gassco has received consent to use the Polarled pipeline.
nb: Gassco har fått samtykke til å ta i bruk gassrøyrleidninga Polarled.

source: assessed whether to reduce other shipping activities to or from the FPSO or the FSU.
nb: vurderes å redusere andre skipsaktiviteter til eller fra FPSO-en eller FSU-en.

source: Nor had any arrangement been installed which hangs off or relieves the load on the rope when the crane is parked in a position above the pipe deck.
nb: Det var heller ikke installert noe arrangement som «henger av» eller avlaster ståltauet når kranen er parkert i posisjon over rørdekket.

source: It was built at the DSME shipyard in South Korea and was completed in 2009.
nb: Ho blei bygd ved verftet DSME i Sør-Korea og vart ferdigstilt i 2009.

source: For requirements regarding the design of ballast systems, see
nb: For krav til utforming av ballastsystemer,

source: It has subsequently been clarified that the operating pressure in flowline S-102 during HPC installation was sufficiently low to prevent any leakage from this source.
nb: I ettertid har det blitt avklart at operasjonstrykket i rørledning S-102 ved påmontering av blindflens var tilstrekkelig lavt til at det ikke ville være noen lekkasje fra rørledning.

source: • Assessment of wind loads, including both static and dynamic wind loads.
nb: Vurdering av vindlaster, inkludert både statiske og dynamiske vindlaster

source: Drilling operations are currently in progress on the B platform under a contract awarded by Equinor to KCADeutag (KCAD).
nb: Equinor har kontrakt med boreentreprenøren KCADeutag (KCAD) som har ansvaret for boreaktiviteten på innretningen.

source: This primarily applies to various biomarkers which are being used more and more for monitoring impact and, gradually, for monitoring condition.
nb: Dette gjelder i første rekke ulike biomarkører som anvendes mer og mer for å se på eventuelle responser på organismer i vannsøylen.

source: As regards CO and CO2 as mentioned in second subsection, the
nb: For CO og CO2 som nevnt i andre ledd, bør standarden

source: The well’s location is in the North Sea, south-east of the Gudrun field and north-west of Gina Krogh.
nb: Staden som brønnen skal borast ligg i Nordsjøen, sørøst for Gudrunfeltet og nordvest for Gina Krogh.

source: the requirement for easily legible and durable marking, with reference to FUSEX section 5 concerning
nb: kravet til lett leselig og varig merking, jf. FUSEX § 5 om grunnleggende helse- og sikkerhetskrav, jf.

source: This was based on a low-level verification as defined in DNV-OSS-308, which is used for lifting facilities/equipment with a low risk level.
nb: Sertifikatet var utstedt basert på verifikasjon i henhold til et «Low Level Verification» nivå som definert i DNV-OSS-308. Dette blir brukt på løfteinnretninger/utstyr med lavt risikonivå.

source: With regard to energy-producing plants offshore (existing and new plants with a supplied total nominal thermal output exceeding 50 MW), the EU council directive 96/61/EEC on integrated prevention and limitation of pollution (the IPPC directive) also applies.
nb: energianleggene offshore (eksisterende og nye anlegg med en samlet nominell termisk tilført effekt på mer enn 50 MW) gjelder også EUs rådsdirektiv 96/61/EF om integrert forebygging og begrensning av forurensning (IPPC-direktivet).

source: It was constructed in 2001 at the Kværner Warnow shipyard in Germany.
nb: Den ble bygget i 2001 ved Kværner Warnow-verftet i Tyskland.

source: Equinor – Aasta Hansteen – investigation of gas leak
nb: Equinor - Aasta Hansteen - gransking av gasslekkasje

source: If the results from OECD test no. 117 demonstrate several values, all peaks with an area above 5 % in the chromatogram shall be stated.
nb: Dersom resultatene fra OECD test nr. 117 viser flere verdier, skal alle topper med areal over 5 % i kromatogrammet oppgis.

source: The facility is registered in Panama and Det Norske Veritas is the classification society.
nb: Innretningen er registrert i Panama og har Det Norske Veritas som klasseselskap.

source: As regards design of scaffolding and ladders,
nb: For utforming av stillaser og stiger bør

source: That is positive.
nb: Det er bra.

source: This includes equipment and systems required for pipeline operation and maintenance, as well as equipment and systems for monitoring injection wells and emergency and safety systems associated with pipelines and injection wells, limited to the outlet of the CO
nb: Dette omfatter utstyr og systemer som er nødvendige for drift og vedlikehold av rørledninger samt utstyr og systemer for å overvåke injeksjonsbrønner og nød- og sikkerhetssystemer i tilknytning til rørledninger og injeksjonsbrønner, avgrenset til utløpet av CO

source: The second is blowing compressed air at a rate of about 0.18 m3/s with the assumed H2S concentration (scenario 1) to simulate the operation from the start of air inflow until the tank is air-filled.
nb: Deretter initial blåsing av trykkluft med ca. 0,18 m3/s luftgjennomstrømning med antatt H2S-konsentrasjon (senario 1), som skal simulere operasjonen fra luftingen har startet og frem til tanken er fylt med luft.

source: “Nobody else does the work we do with collected RNNP data, and the method is talked about beyond our frontiers,” reports Vinnem.
nb: - Arbeidet som gjøres med innsamlede data i RNNP, finner vi ikke andre steder, og det snakkes om metoden utover Norges grenser.

source: Kårstø is located at Tysvær in Rogaland county and is a processing facility for gas and condensate.
nb: Kårstø ligg i Tysvær i Rogaland og er et prosessanlegg for gass og kondensat.

source: The responsibility of the licensee and the owner of the onshore facility in the scope of these regulations will, to a large extent, be fulfilled through the overall see-to-it responsibility, which follows from the second subsection.
nb: Der framgår det at sikkerhetsbegrepet under petroleumsloven skal forstås vidt, og at ”begrepet omfatter tiltak til forebyggelse av skader på personell, miljø og økonomiske verdier, herunder tiltak for opprettholdelse av produksjons- og transportregularitet (driftstilgjengelighet).

source: Area repairs have been delayed in relation to earlier plans.
nb: Områdeutbedringen har blitt forsinket i forhold til tidligere planer.

source: A service agreement between subsea technology and operations and the ship technology and marine systems entity covers assistance in planning and executing maintenance.
nb: En serviceavtale mellom Subsea Teknikk og Operasjoner og Ship Technology & Marine Systems ivaretar assistanse til planlegging og utførelse av vedlikehold.

source: The H2S reactor and treatment plant are not in continuous use.
nb: H2S-reaktoren og renseanlegget er ikke i kontinuerlig bruk.

source: However, these were registered as M2 notifications in the SAP maintenance system.
nb: Disse ble imidlertid registrert som M2 notifikasjoner i vedlikeholdssystemet SAP.

source: The material in the bolts is austenitic stainless steel AISI 316.
nb: Materialet i boltene er austenittiske rustfrie stål AISI 316.

source: The team cannot see that such an assessment has been made.
nb: Vi kan ikke se at slik avviksbehandling er gjennomført.

source: (A temperature of 250°C was assumed while it was actually 20-60°C – ideal for corrosion.)
nb: (Man antok 250 oC mens virkeligheten trolig er 20 – 60 oC, altså ideelt for korrosjon).

source: The crane became operational in September 2015.
nb: Kranen ble tatt i bruk i september 2015.

source: Leak estimated at 50-150 m3 of oily water.
nb: Utslipp estimeres til mellom 50 – 150 m3 oljeholdig vann.

source: The hydrocarbon leak occurred while stabilised oil was being transferred from Statfjord A to Statfjord C.
nb: Hydrokarbonlekkasjen skjedde i forbindelse med overføring av stabilisert olje fra Statfjord A til Statfjord C.

source: The operation is scheduled to begin in December 2018, with a duration of 52 days.
nb: Operasjonen er planlagd starta i desember 2018 med ei varigheit på 52 dagar.

source: As can be seen from the figure, respondents show a high degree of agreement that interface between personnel in the well control team is clear.
nb: Som en kan se av figuren viser respondentene stor grad av enighet på at grensesnitt mellom personell i brønnkontroll-teamet er klare.

source: He was flown from the standby vessel to Hammerfest and then to Tromsø hospital.
nb: Han ble fløyet i land fra standby fartøyet til Hammerfest og siden til Tromsø sykehus.

source: Estimated spill after overflight 1.5-10 m3.
nb: Anslått utslipp ved overflyvning mellom 1,5 – 10 m3.

source: These included the tripartite committee which submitted a report on HSE conditions in the industry to the government in 2017.
nb: Han har ledet flere store arbeider om sikkerhetsregimet i olje- og gassvirksomheten, blant annet den partssammensatte arbeidsgruppen som la fram sin rapport om HMS-tilstanden i næringen i 2017.

source: FE modelling and calculations were made of the 2" bypass loop in question with an analysis of the system's natural frequencies.
nb: Det er utført FE-modellering og beregninger av den aktuelle 2" bypass-loopen, med analyse av egenfrekvenser til systemet.

source: process applications and, if applicable, appeals, before the planned start-up date for the petroleum activity.
nb: behandle søknader om samtykke og eventuelle klager før planlagt dato for oppstart av petroleumsaktiviteten.

source: execution of the activity.
nb: gjennomføring av aktiviteten

source: use of communication equipment
nb: bruk av kommunikasjonsutstyr

source: Closing the blowoff pipe immediately under the steam separator had no short-term consequences for continued stable operation.
nb: En avstengning at avblåsningsrøret rett under damputskilleren hadde ingen kortvarige konsekvenser for fortsatt stabil drift.

source: Do not look at the clock if your sleep keeps being interrupted.
nb: Ikke se på klokken hvis du plages av oppvåkninger.

source: The office walls at Brekke & Strand Akustikk in Stavanger are decorated with mathematical formulae, while equipment old and new is on display in glass cases.
nb: I høyblokka i Lagårdsveien i Stavanger er kontorveggene til Brekke & Strand Akustikk prydet med matematiske formler.

source: For DP-operated facilities, the safety zone is established when the facility is in position and enters "auto DP".
nb: For DP-opererte innretninger er sikkerhetssonen etablert når innretningen er i posisjon og går over i "auto DP".

source: However, the relative risk indicator for mobile facilities has declined steadily since 2016.
nb: Den relative risikoindikatoren for flyttbare innretninger er imidlertid redusert jevnlig siden 2016.

source: The lowest section of a drill string may contain 30-100 metres of measuring equipment, Nordhus explains.
nb: Nedre del av borestrengen kan inneholde 30-100 meter måleutstyr, forklarer Nordhus.
